FV2504/E_0202.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">WiM Strom</FONT></B><BR/><BR/><B><FONT POINT-SIZE="16">8.3.1: AD: Ende Messstellenbetrieb</FONT></B><BR/><BR/><BR/><BR/>>;
    "Start" [margin="0.2,0.12", shape=box, style=filled, fillcolor="#7a8da1", label=<<B>E_0202</B><BR align="center"/><FONT point-size="12"><B><U>Prüfende Rolle:</U> MSB</B></FONT><BR align="center"/>>];
    "1" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>1: </B>Liegt das gewünschte Änderungsdatum mindestens 20 WT nach dem Nachrichteneingangsdatum?<BR align="left"/>>];
    "A01" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A01</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Frist nicht eingehalten<BR align="left"/></FONT>>];
    "A02" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A02</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Zustimmung<BR align="left"/>Änderung kann durchgeführt werden.<BR align="left"/></FONT>>];

    "Start" -> "1";
    "1" -> "A01" [label="Nein"];
    "1" -> "A02" [label="Ja"];

    bgcolor="transparent";
}
